app/controllers/students_controller.rb

UPDATE "students" SET "first_name" = ?, "updated_at" = ? WHERE "students"."id" = ?  [["first_name", "vien 11"], ["updated_at", "2020-02-25 03:40:06.405472"], ["id", 4]]
---
    def update
        @student.update(student_params)